
"01Home" = "Brew great coffee at home";

"02Recipelist" = "with great recipes from coffee professionals";

"03Tetsu" = "including famous Tetsu Kasyua 4:6 method.";

"04Recipedetail" = "Adjust coffee and water quantities as needed.";

"05Preparation" = "Brew with detailed instructions";

"06Brewing" = "brewing steps will adjust automatically.";

"07Dark theme" = "Supports dark theme";

"08Languages" = "and multiple languages.";